Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.workspace.usage
source: Usage: cmux workspace <subcommand> [flags] Canonical noun for workspace operations. Legacy verbs (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) keep working and print a one-time deprecation hint pointing here. Subcommands: list List workspaces in a window create [flags] Create a workspace (same flags as new-workspace) env [workspace] [--mask] Print a workspace's configured environment variables (--mask redacts the values) close <workspace> Close a workspace rename <workspace> --title <new> select <workspace> Make a workspace active status [set <lane|auto>] Show or pin the workspace todo status reconnect [workspace] Reconnect a remote (SSH) workspace, including one whose automatic reconnect paused because the host was unreachable disconnect [workspace] Stop a remote (SSH) workspace's connection loading <on|off> [--id <name>] Toggle the workspace loading spinner. group <subcommand> Workspace group operations (see cmux workspace-group --help) env/reconnect/disconnect accept a positional handle or --workspace <id|ref|index>, defaulting to the caller's workspace, then the selected one (of --window's window when given). Examples: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
ar: الاستخدام: cmux workspace <subcommand> [flags] الاسم النموذجي لعمليات مساحات العمل. الأفعال القديمة (new-workspace، list-workspaces، close-workspace، rename-workspace، select-workspace) تستمر في العمل وتطبع تلميحًا لمرة واحدة يفيد بالإيقاف التدريجي ويشير إلى هنا. الأوامر الفرعية: list سرد مساحات العمل في نافذة create [flags] إنشاء مساحة عمل (نفس علامات new-workspace) env [workspace] [--mask] طباعة المتغيرات البيئية المكونة لمساحة عمل (العلامة --mask تحجب القيم) close <workspace> إغلاق مساحة عمل rename <workspace> --title <new> select <workspace> تنشيط مساحة عمل status [set <lane|auto>] عرض أو تثبيت حالة مهام مساحة العمل للقيام بها reconnect [workspace] إعادة اتصال مساحة عمل بعيدة (SSH)، بما في ذلك تلك التي توقفت إعادة اتصالها التلقائي مؤقتًا لأن المضيف كان غير قابل للوصول disconnect [workspace] إيقاف اتصال مساحة عمل بعيدة (SSH) loading <on|off> [--id <name>] تبديل مؤشر تحميل مساحة العمل. group <subcommand> عمليات مجموعات مساحات العمل (انظر cmux workspace-group --help) تقبل الأوامر env/reconnect/disconnect وسيطًا موضعيًا أو --workspace <id|ref|index>، وتكون القيمة الافتراضية هي مساحة عمل المستدعي، ثم المحددة (من نافذة --window عند تحديدها). أمثلة: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
de: Verwendung: cmux workspace <Unterbefehl> [flags] Kanonisches Substantiv für Arbeitsbereichs-Operationen. Veraltete Verben (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) funktionieren weiterhin und geben einen einmaligen Veraltungshinweis aus, der hierher verweist. Unterbefehle: list Arbeitsbereiche in einem Fenster auflisten create [flags] Einen Arbeitsbereich erstellen (gleiche Flags wie new-workspace) env [workspace] [--mask] Die konfigurierten Umgebungsvariablen eines Arbeitsbereichs ausgeben (--mask zensiert die Werte) close <workspace> Einen Arbeitsbereich schließen rename <workspace> --title <new> select <workspace> Einen Arbeitsbereich aktivieren status [set <lane|auto>] Den Todo-Status des Arbeitsbereichs anzeigen oder pinnt reconnect [workspace] Einen Remote-Arbeitsbereich (SSH) erneut verbinden, einschließlich eines Arbeitsbereichs, dessen automatische Wiederverbindung pausiert wurde, weil der Host nicht erreichbar war disconnect [workspace] Die Verbindung eines Remote-Arbeitsbereichs (SSH) trennen loading <on|off> [--id <name>] Die Ladeanzeige des Arbeitsbereichs umschalten. group <subcommand> Operationen für Arbeitsbereichsgruppen (siehe cmux workspace-group --help) env/reconnect/disconnect akzeptieren ein positionales Handle oder --workspace <id|ref|index>, standardmäßig den Arbeitsbereich des Aufrufers, dann den ausgewählten (vom Fenster von --window, falls angegeben). Beispiele: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
es: Uso: cmux workspace <subcommand> [flags] Sustantivo canónico para operaciones de espacio de trabajo. Los verbos heredados (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) siguen funcionando e imprimen una indicación de depreciación única que apunta aquí. Subcomandos: list Enumera los espacios de trabajo en una ventana create [flags] Crea un espacio de trabajo (mismos flags que new-workspace) env [workspace] [--mask] Imprime las variables de entorno configuradas de un espacio de trabajo (--mask redacta los valores) close <workspace> Cierra un espacio de trabajo rename <workspace> --title <nuevo> select <workspace> Activa un espacio de trabajo status [set <lane|auto>] Muestra o fija el estado de tareas pendientes de un espacio de trabajo reconnect [workspace] Reconecta un espacio de trabajo remoto (SSH), incluido uno cuya reconexión automática se detuvo porque el host no era accesible disconnect [workspace] Detiene la conexión de un espacio de trabajo remoto (SSH) loading <on|off> [--id <nombre>] Alterna el indicador de carga del espacio de trabajo. group <subcommand> Operaciones de grupo de espacios de trabajo (ver cmux workspace-group --help) env/reconnect/disconnect aceptan un identificador posicional o --workspace <id|ref|índice>, por defecto al espacio de trabajo del llamador, luego al seleccionado (de la ventana de --window cuando se proporciona). Ejemplos: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
fr: Utilisation : cmux workspace <subcommand> [flags] Nom canonique pour les opérations sur les espaces de travail. Les anciens verbes (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) continuent de fonctionner et affichent un message d'avertissement d'obsolescence unique redirigeant ici. Sous-commandes : list Liste les espaces de travail dans une fenêtre create [flags] Crée un espace de travail (mêmes options que new-workspace) env [workspace] [--mask] Affiche les variables d'environnement configurées d'un espace de travail (--mask masque les valeurs) close <workspace> Ferme un espace de travail rename <workspace> --title <new> select <workspace> Rend un espace de travail actif status [set <lane|auto>] Affiche ou épingle le statut todo de l'espace de travail reconnect [workspace] Reconnecte un espace de travail distant (SSH), y compris un dont la reconnexion automatique s'est interrompue car l'hôte était injoignable disconnect [workspace] Arrête la connexion d'un espace de travail distant (SSH) loading <on|off> [--id <name>] Active/désactive l'indicateur de chargement de l'espace de travail. group <subcommand> Opérations sur les groupes d'espaces de travail (voir cmux workspace-group --help) env/reconnect/disconnect acceptent un descripteur de position ou --workspace <id|ref|index>, ciblant par défaut l'espace de travail de l'appelant, puis l' espace de travail sélectionné (de la fenêtre spécifiée via --window le cas échéant). Exemples : cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
ja: 使用方法: cmux workspace <subcommand> [flags] ワークスペース操作用の標準コマンド。従来の動詞 (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) も引き続き動作し、ここを指し示す 初回限りの非推奨ヒントを出力します。 サブコマンド: list ウィンドウ内のワークスペースを一覧表示 create [flags] ワークスペースを作成（new-workspace と同じフラグ） env [workspace] [--mask] ワークスペースに設定されている環境変数を出力 （--mask は値をマスクします） close <workspace> ワークスペースを閉じる rename <workspace> --title <new> select <workspace> ワークスペースをアクティブにする status [set <lane|auto>] ワークスペースの todo ステータスを表示またはピン留め reconnect [workspace] リモート（SSH）ワークスペースを再接続。ホストが 到達不能になったために自動再接続が一時停止した ものも含みます disconnect [workspace] リモート（SSH）ワークスペースの接続を切断 loading <on|off> [--id <name>] ワークスペースの読み込み中インジケーターを切り替え。 group <subcommand> ワークスペースグループ操作（cmux workspace-group --help を参照） env/reconnect/disconnect は、位置引数のハンドルまたは --workspace <id|ref|index> を受け取り、デフォルトは呼び出し元のワークスペース、次に 選択されたもの（--window が指定されている場合はそのウィンドウのもの）になります。 例: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
ko: 사용법: cmux workspace <subcommand> [flags] 작업 공간 작업의 정식 표준 명령어 명사입니다. 기존 동사 스타일의 구형 명령들 (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace)도 계속 작동하며, 이를 실행할 시 여기에 명시된 정식 명령어로의 전환을 안내하는 일회성 권장 중단 힌트 메시지를 출력합니다. 하위 명령: list 창 내의 작업 공간 목록 표시 create [flags] 작업 공간 생성 (new-workspace와 동일한 플래그) env [workspace] [--mask] 작업 공간에 설정된 환경 변수 출력 (--mask 플래그 사용 시 환경 변수 값이 마스킹됩니다) close <workspace> 작업 공간 닫기 rename <workspace> --title <new> select <workspace> 작업 공간 활성화 status [set <lane|auto>] 작업 공간의 할 일 상태 표시 또는 고정 reconnect [workspace] 원격(SSH) 작업 공간 재연결 (호스트 연결 불가로 인해 자동 재연결이 일시 중지된 작업 공간 포함) disconnect [workspace] 원격(SSH) 작업 공간 연결 종료 loading <on|off> [--id <name>] 작업 공간 로딩 스피너 토글 group <subcommand> 작업 공간 그룹 작업 (cmux workspace-group --help 참고) env/reconnect/disconnect는 위치 지정용 핸들 또는 --workspace <id|ref|index>를 허용하며, 기본값은 호출자의 작업 공간, 다음으로 선택된 작업 공간입니다 (--window가 제공되는 경우 해당 창의 작업 공간). 예시: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
uk: Використання: cmux workspace <підкоманда> [прапорці] Канонічний простір імен для операцій з робочими просторами. Застарілі дієслівні команди (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) продовжують працювати й одноразово показують підказку про застарілість, що вказує сюди. Підкоманди: list Список робочих просторів у вікні create [flags] Створити робочий простір (ті самі прапорці, що й new-workspace, зокрема --env KEY=VALUE та --env-file <path>) env [workspace] [--mask] Показати налаштовані змінні середовища робочого простору (--mask приховує значення) close <workspace> Закрити робочий простір rename <workspace> --title <new> select <workspace> Зробити робочий простір активним reconnect [workspace] Перепідключити віддалений (SSH) робочий простір, зокрема той, де автоматичне перепідключення призупинено через недосяжний хост disconnect [workspace] Зупинити з'єднання віддаленого (SSH) робочого простору status [set <lane|auto>] Показати або закріпити todo-статус робочого простору loading <on|off> [--id <name>] Перемкнути індикатор завантаження робочого простору. Кожен --id — окремий лоадер; без --id перемикається один типовий group <subcommand> Операції з групами робочих просторів (див. cmux workspace-group --help) env/reconnect/disconnect приймають позиційний дескриптор або --workspace <id|ref|index>; типово використовується робочий простір викликача, далі — вибраний (у вікні з --window, якщо задано). Приклади: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace create --cwd . --env AWS_PROFILE=prod --env-file ./.cmux.env cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3 cmux workspace loading on cmux workspace loading on --id build cmux workspace loading off
zh_hans: 用法：cmux workspace <subcommand> [flags] 工作区操作的标准名词形式。旧的动词命令 （new-workspace、list-workspaces、close-workspace、 rename-workspace、select-workspace）仍可使用，并会打印一次性的 弃用提示指向这里。 子命令: list 列出某个窗口中的工作区 create [flags] 创建工作区（标志与 new-workspace 相同） env [workspace] [--mask] 输出某个工作区已配置的环境 变量（--mask 会遮蔽取值） close <workspace> 关闭一个工作区 rename <workspace> --title <new> select <workspace> 将某个工作区设为活动 status [set <lane|auto>] 显示或固定工作区的待办状态 reconnect [workspace] 重新连接远程（SSH）工作区，包括因主机 不可达而暂停了自动重连的 工作区 disconnect [workspace] 断开远程（SSH）工作区的连接 loading <on|off> [--id <name>] 切换工作区的加载指示器。 group <subcommand> 工作区分组操作（见 cmux workspace-group --help） env/reconnect/disconnect 接受位置句柄或 --workspace <id|ref|index>，默认取调用方的工作区，其次取 当前选中的工作区（给出 --window 时为该窗口内的）。 示例: cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3
zh_hant: 用法: cmux workspace <subcommand> [flags] 工作區操作的標準名詞。舊版動詞 (new-workspace, list-workspaces, close-workspace, rename-workspace, select-workspace) 仍可繼續使用，並會列印 一次性棄用提示，指引至此處。 子指令： list 列出視窗中的工作區 create [flags] 建立工作區（旗標與 new-workspace 相同） env [workspace] [--mask] 列印工作區設定的環境變數 （--mask 會遮蔽其值） close <workspace> 關閉工作區 rename <workspace> --title <new> select <workspace> 啟用工作區 status [set <lane|auto>] 顯示或釘選工作區待辦狀態 reconnect [workspace] 重新連線遠端 (SSH) 工作區，包括那些 因主機無法連線而暫停 自動重新連線的工作區 disconnect [workspace] 停止遠端 (SSH) 工作區的連線 loading <on|off> [--id <name>] 切換工作區載入指示器。 group <subcommand> 工作區群組操作（請參閱 cmux workspace-group --help） env/reconnect/disconnect 接受位置控點或 --workspace <id|ref|index>，預設為呼叫端的工作區，其次為 選取的工作區（若有指定則為 --window 的視窗工作區）。 範例： cmux workspace list --json cmux workspace create --name Build --cwd ~/projects/myapp cmux workspace env workspace:3 --mask cmux workspace close workspace:3 cmux workspace reconnect cmux workspace disconnect --workspace workspace:3

# cli.workspaceAction.tailscalePairingUnavailable
source: Tailscale Pairing is unavailable
ar: اقتران Tailscale غير متاح
de: Tailscale-Kopplung ist nicht verfügbar
es: El emparejamiento de Tailscale no está disponible
fr: Le jumelage Tailscale est indisponible
ja: Tailscaleペアリングは利用できません
ko: Tailscale 페어링을 사용할 수 없습니다
zh_hans: Tailscale 配对不可用
zh_hant: Tailscale 配對無法使用

# cli.workspaceGroup.help.createSafety
source: Omitting --from creates an anchor-only group without capturing live workspaces.
ar: يؤدي حذف --from إلى إنشاء مجموعة مرساة فقط دون التقاط مساحات عمل نشطة.
de: Das Weglassen von --from erstellt eine reine Anker-Gruppe, ohne aktive Arbeitsbereiche zu erfassen.
es: Omitir --from crea un grupo solo de anclaje sin capturar espacios de trabajo activos.
fr: L'omission de --from crée un groupe composé uniquement d'un ancrage sans capturer les espaces de travail actifs.
ja: --from を省略すると、実行中のワークスペースを取り込まずにアンカーのみのグループを作成します。
ko: --from을 생략하면 활성 작업 공간을 가져오지 않고 앵커 전용 그룹을 만듭니다.
zh_hans: 省略 --from 会创建一个仅含锚点的分组，而不纳入现有工作区。
zh_hant: 省略 --from 會建立一個僅有錨點的群組，而不會擷取作用中的工作區。

# cli.workspaceGroup.help.anchorCleanup
source: Use --remove-generated-anchor only for an anchor-only group whose anchor was created by cmux.
ar: استخدم --remove-generated-anchor فقط لمجموعة مرساة فقط تم إنشاء مرساتها بواسطة cmux.
de: Verwenden Sie --remove-generated-anchor nur für eine reine Anker-Gruppe, deren Anker von cmux erstellt wurde.
es: Usa --remove-generated-anchor solo para un grupo solo de anclaje cuyo anclaje fue creado por cmux.
fr: Utilisez --remove-generated-anchor uniquement pour un groupe composé uniquement d'un ancrage dont l'ancrage a été créé par cmux.
ja: --remove-generated-anchor は、cmux が作成したアンカーだけのグループに対してのみ使用してください。
ko: --remove-generated-anchor는 cmux에 의해 생성된 앵커가 포함된 앵커 전용 그룹에만 사용하십시오.
zh_hans: 仅当分组只有锚点、且该锚点由 cmux 创建时，才使用 --remove-generated-anchor。
zh_hant: 僅在僅有錨點的群組且其錨點是由 cmux 建立時，才使用 --remove-generated-anchor。

# cli.workspaceGroup.help.deleteSafety
source: Dissolve a group, preserving all members
ar: حل مجموعة مع الحفاظ على جميع الأعضاء
de: Eine Gruppe auflösen, wobei alle Mitglieder erhalten bleiben
es: Disuelve un grupo, preservando todos los miembros
fr: Dissout un groupe, en préservant tous ses membres
ja: 全メンバーを保持したままグループを解除
ko: 모든 멤버를 유지하면서 그룹 해체
zh_hans: 解散分组，但保留所有成员
zh_hant: 解散群組，並保留所有成員

# cli.workspaceGroup.help.destructiveDelete
source: Delete the group AND close every member workspace. Explicitly destructive.
ar: حذف المجموعة وإغلاق كل مساحة عمل عضو فيها. إجراء تدميري صريح.
de: Die Gruppe löschen UND jeden Mitglieds-Arbeitsbereich schließen. Explizit destruktiv.
es: Elimina el grupo Y cierra cada espacio de trabajo miembro. Explícitamente destructivo.
fr: Supprime le groupe ET ferme chaque espace de travail membre. Explicitement destructeur.
ja: グループを削除し、すべてのメンバーワークスペースを閉じます。明示的な破壊操作です。
ko: 그룹을 삭제하고 모든 멤버 작업 공간을 닫습니다. (명시적으로 파괴적인 작업입니다.)
zh_hans: 删除分组并关闭其中每一个成员工作区。明确的破坏性操作。
zh_hant: 刪除群組並關閉每個成員工作區。具有明確的破壞性。

# cli.workspaceGroup.help.identitySafety
source: Pass --idempotency-key (or --external-id) to make retries and concurrent creates return one group.
ar: مرر --idempotency-key (أو --external-id) لجعل عمليات إعادة المحاولة والإنشاء المتزامنة تعيد مجموعة واحدة.
de: Übergeben Sie --idempotency-key (oder --external-id), damit Wiederholungsversuche und gleichzeitiges Erstellen dieselbe Gruppe zurückgeben.
es: Pasa --idempotency-key (o --external-id) para hacer que los reintentos y las creaciones concurrentes devuelvan un solo grupo.
fr: Passez --idempotency-key (ou --external-id) pour que les nouvelles tentatives et les créations simultanées renvoient un seul groupe.
ja: 再試行や同時作成で同じグループを返すには、--idempotency-key（または --external-id）を渡してください。
ko: 재시도 및 동시 생성이 동일한 그룹을 반환하도록 --idempotency-key (또는 --external-id)를 전달하십시오.
zh_hans: 传入 --idempotency-key（或 --external-id），可让重试与并发创建只返回同一个分组。
zh_hant: 傳遞 --idempotency-key（或 --external-id）以使重試和並行建立僅傳回同一個群組。

# cli.workspaceGroup.help.overview
source: Manage collapsible workspace groups in the sidebar. Each group is owned by an "anchor" workspace; the group header IS the anchor's sidebar representation. Closing the anchor closes only that workspace and promotes the group's next member to be the new anchor, so the group and its other members stay intact. When the anchor is the group's only workspace, the group is removed.
ar: إدارة مجموعات مساحات العمل القابلة للطي في الشريط الجانبي. كل مجموعة مملوكة لمساحة عمل "مرساة"؛ ترويسة المجموعة هي تمثيل المرساة في الشريط الجانبي. يؤدي إغلاق المرساة إلى إغلاق مساحة العمل تلك فقط وترقية العضو التالي في المجموعة ليكون المرساة الجديدة، وبذلك تظل المجموعة وأعضاؤها الآخرون سليمين. عندما تكون المرساة هي مساحة العمل الوحيدة في المجموعة، يتم إزالة المجموعة.
de: Verwalte einklappbare Arbeitsbereichsgruppen in der Seitenleiste. Jede Gruppe gehört einem „Anker“-Arbeitsbereich; der Gruppenkopf IST die Repräsentation des Ankers in der Seitenleiste. Das Schließen des Ankers schließt nur diesen Arbeitsbereich und befördert das nächste Mitglied der Gruppe zum neuen Anker, sodass die Gruppe und ihre anderen Mitglieder intakt bleiben. Wenn der Anker der einzige Arbeitsbereich der Gruppe ist, wird die Gruppe entfernt.
es: Gestiona grupos de espacios de trabajo colapsables en la barra lateral. Cada grupo es propiedad de un espacio de trabajo de "anclaje"; el encabezado del grupo ES la representación del anclaje en la barra lateral. Al cerrar el anclaje solo se cierra ese espacio de trabajo y se promueve al siguiente miembro del grupo como nuevo anclaje, por lo que el grupo y sus demás miembros permanecen intactos. Cuando el anclaje es el único espacio de trabajo del grupo, el grupo se elimina.
fr: Gérez les groupes d’espaces de travail réductibles dans la barre latérale. Chaque groupe appartient à un espace de travail « ancrage » ; l’en-tête du groupe EST la représentation de cet ancrage dans la barre latérale. Fermer l’ancrage ferme uniquement cet espace de travail et promeut le membre suivant du groupe comme nouvel ancrage, de sorte que le groupe et ses autres membres restent intacts. Lorsque l'ancrage est le seul espace de travail du groupe, le groupe est supprimé.
ja: サイドバーで折りたたみ可能なワークスペースグループを管理します。各グループは「アンカー」ワークスペースが所有し、サイドバーのグループヘッダーがそのアンカーを表します。アンカーを閉じると、閉じられるのはそのワークスペースだけで、グループの次のメンバーが新しいアンカーに昇格するため、グループと他のメンバーはそのまま維持されます。アンカーがグループ唯一のワークスペースだった場合は、グループが削除されます。
ko: 사이드바에서 접고 펼칠 수 있는 작업 공간 그룹을 관리합니다. 각 그룹은 "앵커" 작업 공간에 의해 소유되며, 그룹 헤더는 해당 앵커의 사이드바 표시 형태가 됩니다. 앵커를 닫으면 해당 작업 공간만 닫히고 그룹의 다음 멤버가 새 앵커로 승격되므로, 그룹 및 기타 멤버는 그대로 유지됩니다. 앵커가 그룹의 유일한 작업 공간인 경우 그룹이 제거됩니다.
zh_hans: 管理侧边栏中可折叠的工作区分组。每个分组由一个「锚点」工作区拥有；分组标题就是该锚点在侧边栏中的呈现。关闭锚点只会关闭这一个工作区，并把分组中的下一个成员提升为新锚点，因此分组及其他成员保持不变。当锚点是分组中唯一的工作区时，该分组会被移除。
zh_hant: 在側邊欄中管理可摺疊的工作區群組。每個群組都由一個「錨點」工作區所擁有；群組標頭「即是」錨點在側邊欄上的呈現。關閉錨點僅會關閉該工作區，並將群組的下一個成員提升為新錨點，因此群組及其其他成員仍會保持原樣。當錨點是群組中唯一的工作區時，該群組將被移除。

# cli.workspaceGroup.response.closed.one
source: OK group deleted (closed %lld workspaces)
ar: موافق، تم حذف المجموعة (تم إغلاق %lld مساحة عمل)
de: OK-Gruppe gelöscht (%lld Arbeitsbereiche geschlossen)
es: OK grupo eliminado (se cerraron %lld espacios de trabajo)
fr: OK groupe supprimé (%lld espaces de travail fermés)
ja: OK グループを削除しました（%lld個のワークスペースを閉じました）
ko: OK 그룹이 삭제되었습니다 (작업 공간 %lld개 닫힘)
zh_hans: OK，组已删除（已关闭 %lld 个工作区）
zh_hant: OK 群組已刪除 (已關閉 %lld 個工作區)

# cli.workspaceGroup.response.closed.other
source: OK group deleted (closed %lld workspaces)
ar: موافق، تم حذف المجموعة (تم إغلاق %lld مساحة عمل)
de: OK-Gruppe gelöscht (%lld Arbeitsbereiche geschlossen)
es: OK grupo eliminado (se cerraron %lld espacios de trabajo)
fr: OK groupe supprimé (%lld espaces de travail fermés)
ja: OK グループを削除しました（%lld個のワークスペースを閉じました）
ko: OK 그룹이 삭제되었습니다 (작업 공간 %lld개 닫힘)
zh_hans: OK，组已删除（已关闭 %lld 个工作区）
zh_hant: OK 群組已刪除 (已關閉 %lld 個工作區)

# cli.workspaceGroup.response.dissolved.one
source: OK group dissolved (kept %lld workspaces)
ar: موافق، تم حل المجموعة (تم الإبقاء على %lld مساحة عمل)
de: OK-Gruppe aufgelöst (%lld Arbeitsbereiche behalten)
es: OK, grupo disuelto (se conservaron %lld espacios de trabajo)
fr: OK groupe dissous (%lld espaces de travail conservés)
ja: OK グループを解除しました（%lld個のワークスペースを保持）
ko: OK 그룹이 해제되었습니다 (작업 공간 %lld개 유지됨)
zh_hans: 成功解散分组（保留了 %lld 个工作区）
zh_hant: OK 群組已解散（保留了 %lld 個工作區）

# cli.workspaceGroup.response.dissolved.other
source: OK group dissolved (kept %lld workspaces)
ar: موافق، تم حل المجموعة (تم الإبقاء على %lld مساحة عمل)
de: OK-Gruppe aufgelöst (%lld Arbeitsbereiche behalten)
es: OK, grupo disuelto (se conservaron %lld espacios de trabajo)
fr: OK groupe dissous (%lld espaces de travail conservés)
ja: OK グループを解除しました（%lld個のワークスペースを保持）
ko: OK 그룹이 해제되었습니다 (작업 공간 %lld개 유지됨)
zh_hans: 成功解散分组（保留了 %lld 个工作区）
zh_hant: OK 群組已解散（保留了 %lld 個工作區）

# cli.workspaceLoading.usage
source: Usage: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
ar: الاستخدام: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
de: Verwendung: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
es: Uso: cmux workspace loading <on|off> [--id <nombre>] [--workspace <id>] [--window <id>] [--json]
fr: Utilisation : cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
ja: 使い方: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
ko: 사용법: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
uk: Використання: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
zh_hans: 用法：cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
zh_hant: 用法: cmux workspace loading <on|off> [--id <name>] [--workspace <id>] [--window <id>] [--json]
